[
  {
    "picture": "/asset/images/food.png",
    "title": "Feed a Family for a Week",
    "category": "Food",
    "category_bg": "#f87171",  
    "card_bg": "#fecaca",  
    "text_button_bg": "#f87171",
    "title_text_color": "#dc2626",  
    "description": "Providing a week's worth of food supplies can make a significant impact on a family’s well-being. Your donation will help deliver nutritious meals to families who are struggling to make ends meet. This support ensures that children and adults alike have access to healthy food, improving their quality of life and overall health.",
    "price": "$80"
  },
  {
    "picture": "/asset/images/clothing.png",
    "title": "Winter Clothing Drive",
    "category": "Clothing",
    "category_bg": "#86efac",  
    "card_bg": "#d9f99d",  
    "text_button_bg": "#388e3c",
    "title_text_color": "#16a34a",  
    "description": "Winter can be especially harsh for families in need. By contributing to our winter clothing drive, you’ll provide warm clothing to those who are struggling. Your donation will help supply coats, scarves, gloves, and other essential winter wear to ensure that everyone can stay warm and comfortable throughout the season.",
    "price": "$75"
  },
  {
    "picture": "/asset/images/education.png",
    "title": "Books for Every Child",
    "category": "Education",
    "category_bg": "#60a5fa",  
    "card_bg": "#bfdbfe",  
    "text_button_bg": "#1e88e5",
    "title_text_color": "#2563eb", 
    "description": "Education is a key to breaking the cycle of poverty. By donating books, you will provide children in rural areas with the tools they need to succeed academically. This initiative aims to deliver essential educational materials and books to schools and libraries, helping children enhance their reading skills and broaden their knowledge.",
    "price": "$50"
  },
  {
    "picture": "/asset/images/health.png",
    "title": "Emergency Health Fund",
    "category": "Health",
    "category_bg": "#fde047",  
    "card_bg": "#fef3c7",  
    "text_button_bg": "#c62828",
    "title_text_color": "#ca8a04",  
    "description": "Emergencies can strike at any time, and many people lack access to necessary medical care. Your donation to the Emergency Health Fund will support urgent medical treatments for underprivileged communities. This fund will help cover the cost of emergency surgeries, medications, and other critical health interventions needed to save lives.",
    "price": "$250"
  },
  {
    "picture": "/asset/images/clothing.png",
    "title": "Uniforms for School Children",
    "category": "Clothing",
    "category_bg": "#86efac",  
    "card_bg": "#d9f99d",  
    "text_button_bg": "#388e3c",
    "title_text_color": "#16a34a",  
    "description": "School uniforms are a basic necessity for children to attend school with dignity and pride. Many families in low-income areas struggle to afford these essentials. By donating uniforms, you ensure that children can go to school dressed appropriately and focus on their studies rather than worrying about their clothing situation.",
    "price": "$40"
  },
  {
    "picture": "/asset/images/food.png",
    "title": "Community Kitchen Support",
    "category": "Food",
    "category_bg": "#f87171", 
    "card_bg": "#fecaca", 
    "text_button_bg": "#f87171",
    "title_text_color": "#dc2626",  
    "description": "Community kitchens play a crucial role in providing hot, nutritious meals to those who are homeless or in need. Your donation helps fund the operational costs of these kitchens, including purchasing ingredients and supplies. This support ensures that vulnerable populations receive regular meals and assistance, fostering a sense of community and care.",
    "price": "$200"
  },
  {
    "picture": "/asset/images/education.png",
    "title": "Sponsor a Child's Education",
    "category": "Education",
    "category_bg": "#60a5fa",  
    "card_bg": "#bfdbfe", 
    "text_button_bg": "#1e88e5",
    "title_text_color": "#2563eb",  
    "description": "Education is a powerful tool for transforming lives. By sponsoring a child's education, you help cover tuition fees, school supplies, and other educational expenses. Your support provides a child with the opportunity to attend school, learn, and build a brighter future. This initiative helps break the cycle of poverty and promotes long-term success for the child.",
    "price": "$300"
  },
  {
    "picture": "/asset/images/health.png",
    "title": "Medical Aid for Children",
    "category": "Health",
    "category_bg": "#fde047", 
    "card_bg": "#fef3c7", 
    "text_button_bg": "#c62828",
    "title_text_color": "#ca8a04",  
    "description": "Children are particularly vulnerable to health issues, and many lack access to essential medical care. Your donation provides critical medical supplies, health checkups, and treatments for children in need. This aid helps address common health problems, improve overall health outcomes, and ensure that children can lead healthy and productive lives.",
    "price": "$150"
  },
  {
    "picture": "/asset/images/clothing.png",
    "title": "Shoes for the Homeless",
    "category": "Clothing",
    "category_bg": "#86efac",  
    "card_bg": "#d9f99d",  
    "text_button_bg": "#388e3c",
    "title_text_color": "#16a34a",  
    "description": "Shoes are essential for daily life, and many homeless individuals struggle without proper footwear. By donating new shoes, you provide comfort and protection to those in need. This initiative ensures that homeless individuals have the necessary footwear to navigate their daily challenges, contributing to their dignity and well-being.",
    "price": "$60"
  },
  {
    "picture": "/asset/images/food.png",
    "title": "Nutritional Kits for Children",
    "category": "Food",
    "category_bg": "#f87171",  
    "card_bg": "#fecaca",  
    "text_button_bg": "#f87171",
    "title_text_color": "#dc2626",  
    "description": "Malnutrition is a serious issue affecting many children in impoverished areas. Nutritional kits provide essential vitamins, minerals, and food supplies to help address this problem. Your donation helps distribute these kits to children in need, improving their health, growth, and development, and ensuring they receive the nutrients necessary for a healthy life.",
    "price": "$90"
  },
  {
    "picture": "/asset/images/health.png",
    "title": "Health Awareness Campaign",
    "category": "Health",
    "card_bg": "#fef3c7", 
    "category_bg": "#fde047",  
    "text_button_bg": "#c62828",
    "title_text_color": "#ca8a04", 
    "description": "Raising awareness about preventive health care is vital for improving public health. Your donation supports campaigns that educate communities about health practices, disease prevention, and wellness. This initiative aims to reduce health risks, promote healthy habits, and empower individuals with the knowledge needed to make informed health decisions.",
    "price": "$100"
  },
  {
    "picture": "/asset/images/education.png",
    "title": "Build a School Library",
    "category": "Education",
    "category_bg": "#60a5fa",  
    "card_bg": "#bfdbfe",
    "text_button_bg": "#1e88e5",
    "title_text_color": "#2563eb", 
    "description": "A school library is a valuable resource for students, providing access to a wide range of books and educational materials. By contributing to the construction of a library, you help create a space where students can develop their reading skills, conduct research, and expand their knowledge. This project supports educational development and fosters a love of reading in underserved communities.",
    "price": "$500"
  }
]
